tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bash-completion"
brew "openldap"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "duti"
brew "exiftool"
brew "ext4fuse"
brew "git"
brew "git-flow"
brew "libffi"
brew "httpie"
brew "hub"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lftp"
brew "mosh"
brew "nmap"
brew "nvm"
brew "rbenv"
brew "starship"
brew "telnet"
brew "watch"
brew "zsh-completions"
brew "qmk/qmk/qmk"
cask "barrier"
cask "bunqcommunity-bunq"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-jura"
cask "gimp"
cask "iterm2"
cask "nightowl"
cask "osxfuse"
cask "powershell"
cask "qmk-toolbox"
cask "rar"
cask "signal"
cask "spotify"
cask "tiles"
cask "visual-studio-code"
cask "whatsapp"
