tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "boost"
brew "python@3.11"
brew "azure-cli"
brew "bash-completion"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "dos2unix"
brew "duti"
brew "exiftool"
brew "ext4fuse"
brew "gh"
brew "git"
brew "git-flow"
brew "harfbuzz"
brew "httpie"
brew "hub"
brew "oniguruma"
brew "jq"
brew "openssl@1.1"
brew "lftp"
brew "libevent"
brew "libffi"
brew "libheif"
brew "libraqm"
brew "mas"
brew "mongosh"
brew "mosh"
brew "nghttp2"
brew "nmap"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "tcl-tk"
brew "pillow"
brew "poetry"
brew "rbenv"
brew "starship"
brew "telnet"
brew "tmux"
brew "watch"
brew "zsh-completions"
brew "qmk/qmk/qmk"
cask "arduino-ide"
cask "barrier"
cask "brave-browser"
cask "bunqcommunity-bunq"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-jura"
cask "gimp"
cask "iterm2"
cask "osxfuse"
cask "powershell"
cask "qmk-toolbox"
cask "rar"
cask "rectangle"
cask "signal"
cask "spotify"
cask "steelseries-engine"
cask "tiles"
cask "visual-studio-code"
cask "whatsapp"
mas "Azure VPN Client", id: 1553936137
mas "Bitwarden", id: 1352778147
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flow", id: 1423210932
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
vscode "4ops.terraform"
vscode "aeschli.vscode-css-formatter"
vscode "alefragnani.project-manager"
vscode "angular.ng-template"
vscode "azurite.azurite"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "blinkshellinc.blink-fs"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "cyrilletuzi.angular-schematics"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "frhtylcn.pythonsnippets"
vscode "fudd.toggle-zen-mode"
vscode "gamunu.vscode-yarn"
vscode "himanoa.python-autopep8"
vscode "johnpapa.angular2"
vscode "kevinrose.vsc-python-indent"
vscode "lextudio.iis"
vscode "lextudio.restructuredtext"
vscode "lextudio.restructuredtext-pack"
vscode "magicstack.magicpython"
vscode "maxchamps.django-commands"
vscode "mechatroner.rainbow-csv"
vscode "mikeburgh.xml-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mukundan.python-docs"
vscode "njpwerner.autodocstring"
vscode "pachwenko.django-test-runner"
vscode "redhat.vscode-yaml"
vscode "rubymaniac.vscode-direnv"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryanolsonx.solarized"
vscode "samuelcolvin.jinjahtml"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-snippet.snippet"
vscode "wholroyd.jinja"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zeshuaro.vscode-python-poetry"
vscode "ziyasal.vscode-open-in-github"
