tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
cask "osxfuse"
brew "bash-completion"
brew "direnv"
brew "docker-completion"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "duti"
brew "ext4fuse"
brew "git"
brew "git-flow"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lftp"
brew "mosh"
brew "nmap"
brew "rbenv"
brew "telnet"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "bunqcommunity-bunq"
cask "font-fira-mono-for-powerline"
cask "gimp"
cask "iterm2"
cask "nightowl"
cask "signal"
cask "spotify"
cask "tiles"
cask "visual-studio-code"
cask "whatsapp"
